udoudou/esp_cherryusb/examples/device/cherryusb_device_cdc/sdkconfig.defaults
# Choose esp32s3 for build test
CONFIG_IDF_TARGET="esp32s3"

# ESP CherryUSB
CONFIG_CHERRYUSBD_ENABLED=y
CONFIG_FREERTOS_HZ=1000
